Repository: yquintana86/ReservationsApp
Catalog: FrontEnd/src/locale/messages.*.xlf
Languages: es

source: Reservations List
es: Lista de Reservaciones

source: Contact Name...
es: Contacto..

source: The contact name should has less than 8 characters and without any space characters
es: El nombre de contacto debe tener menos de 8 caracteres sin espacio

source: You should enter less than 8 characters and without any space characters
es: Debe tener menos de 8 caracteres sin espacio

source: You must select one contact type
es: Debe seleccionar un tipo de contacto

source: The Phone should contain between three and eleven numbers
es: El numero de telefono debe tener entre tres y once numeros

source: Phone...
es: Telefono...

source: it must contain between three and eight numbers
es: Debe tener entre tres y ocho caracteres

source: You must enter a date
es: Debe seleccionar una fecha

source: SEND
es: ENVIAR

source: CREATE RESERVATION
es: HACER RESERVACION

source: By Date Ascending
es: Ascendente por fecha

source: By Date Descending
es: Descendente por fecha

source: By Alphabetic Ascending
es: Ascendente alfabeticamente

source: By Alphabetic Descending
es: Descendente alfabeticamente

source: By Ranking
es: Por Clasificacion

source: Ranking
es: Clasificacion

source: Add Favorite
es: Favorito

source: EDIT
es: EDITAR

source: Create Reservation
es: Crear Reservacion

source: Bitrh Date
es: Fecha de nacimiento..
